Repository: jarek4/mat2414
Catalog: lib/src/localization/intl_*.arb
Languages: bg, el, pl

# appTitle
source: Matt 24: 14
bg: Мат. 24:14
el: Ματθαίος 24:14
pl: Mt 24: 14

# addActivityAddRemarksBtn
source: Add remarks
bg: Добавете бележки
el: Προσθέστε σημειώσεις
pl: Dodaj uwagi

# addActivityBtnNotSavedNotification
source: Not saved
bg: Незапазено
el: Μη αποθηκευμένο
pl: Nie zachowane

# addActivityBtnSavedNotification
source: Activity was saved
bg: Активността е запазена
el: Η δραστηριότητα αποθηκεύτηκε
pl: Aktywność zapisana

# addActivityEmptyError
source: The activity is empty. It won't be saved!
bg: Активността не е попълнена. Няма да бъде запазена!
el: Η δραστηριότητα είναι άδεια. Δεν θα αποθηκευτεί!
pl: Pusta aktywność. Nie została zapisana!

# addActivityNewActivity
source: New activity
bg: Нова активност
el: Νέα δραστηριότητα
pl: Nowa aktywność

# addActivityNoChangesMadeError
source: No changes were made
bg: Няма направени промени
el: Δεν έγινε καμία αλλαγή
pl: Nie wprowadzono zmian

# addActivityNotCreatedError
source: Not created. Ups
bg: Не се създаде. Упс
el: Δεν δημιουργήθηκε. Ups
pl: Nie zostało utworzone. Ups...

# addNewActivityBtn
source: Add new activity
bg: Добави нова активност
el: Προσθέστε νέα δραστηριότητα
pl: Dodaj aktywność

# databaseNoPermission
source: No permission to access local storage
bg: Няма разрешение за достъп до хранилището
el: Δεν έχετε άδεια πρόσβασης στον τοπικό χώρο αποθήκευσης
pl: Brak pozwolenia na dostęp do pamięci lokalnej

# databaseNotOpened
source: Database is not opened
bg: Базата данни не се отваря
el: Η βάση δεδομένων δεν έχει ανοίξει
pl: Nie można otworzyć bazy danych

# dialogMakeChanges
source: Do you want to change something?
bg: Искате ли да направите промени?
el: Θέλετε να αλλάξετε κάτι;
pl: Czy chcesz coś zmienić?

# dialogWantToDelete
source: Are you sure you want to delete it?
bg: Сигурни ли сте, че искате да изтриете?
el: Είστε βέβαιοι ότι θέλετε να το διαγράψετε;
pl: Na pewno chcesz usunąć ten element?

# dialogWantToSave
source: Do you want to save changes?
bg: Желаете ли да запазите направените промени?
el: Θέλετε να αποθηκεύσετε τις αλλαγές;
pl: Czy chcesz zapisać zmiany?

# generalBibleStudies
source: Bible studies
bg: Библейски изучавания
el: Γραφικές μελέτες
pl: Studia biblijne

# generalBusinessTerritoryWitnessing
source: Business territory witnessing
bg: Свидетелстване в бизнес район
el: Μαρτυρία σε εμπορικό τομέα
pl: Teren handlowy

# generalCancel
source: Cancel
bg: Отмени
el: Ακύρωση
pl: Anuluj

# generalDate
source: Date
bg: Дата
el: Ημερομηνία
pl: Data

# generalDay
source: Day
bg: Ден
el: Ημέρα
pl: Dzień

# generalDelete
source: Delete
bg: Изтрий
el: Διαγραφή
pl: Usuń

# generalEdit
source: Edit
bg: Редактирай
el: Επεξεργασία
pl: Edytuj

# generalError
source: Error
bg: Грешка
el: Σφάλμα
pl: Błąd

# generalEveningWitnessing
source: Evening witnessing
bg: Вечерна служба
el: Μαρτυρία νωρίς το βράδυ
pl: Głoszenie wieczorem

# generalForMoreInfoSeeHelp
source: For more information see More/Settings/Help
bg: За повече информация виж: Повече/Настройки/Помощ
el: Για περισσότερες πληροφορίες ανατρέξτε στην ενότητα Περισσότερα/Ρυθμίσεις/Βοήθεια
pl: Aby dowidzieć się więcej zobacz Więcej/Ustawienia/Pomoc

# generalGroupWitnessing
source: Group witnessing
bg: Групова служба
el: Ομαδική μαρτυρία
pl: Głoszenie grupowe

# generalHour
source: {count, plural, =1{Hour} =2{Hours} other{Hours}
bg: {count, plural, =1{Час} =2{Часове} other{Часа}
el: {count, plural, =1{Ώρα} =2{Ώρες} other{Ώρες}
pl: {count, plural, =1{Godzina} =2{Godziny} other{Godzin}

# generalInformalWitnessing
source: Informal witnessing
bg: Неофициално свидетелстване
el: Ανεπίσημη μαρτυρία
pl: Głoszenie nieoficjalne

# generalLDCHours
source: LDC Hours
bg: Часове за МОПС
el: Ώρες για το Περιφερειακό Τμήμα Σχεδιασμού/Οικοδόμησης
pl: Czas LDPB

# generalMinute
source: {count, plural, =1{Minute} =2{Minutes} other{Minutes}
bg: {count, plural, =1{Минута} =2{Минути} other{Минути}
el: {count, plural, =1{Λεπτό} =2{Λεπτό} other{Λεπτό}
pl: {count, plural, =1{Minuta} =2{Minuty} other{Minut}

# generalNo
source: No
bg: Не
el: Όχι
pl: Nie

# generalOnlyInEnglish
source: Sorry, this section is in English only.
bg: За съжаление, тази секция е само на английски език.
el: Συγνώμη, αυτή η ενότητα είναι μόνο στα αγγλικά.
pl: Przykro mam, ta sekcja jest tylko w języku angielskim.

# generalPlacements
source: Placements
bg: Издания
el: Έντυπα
pl: Publikacje

# generalPublicWitnessing
source: Public witnessing
bg: Свидетелстване на обществени места
el: Δημόσια μαρτυρία
pl: Świadczenie publiczne

# generalRemarks
source: Remarks
bg: Бележки
el: Σημειώσεις
pl: Uwagi

# generalReturnVisits
source: Return visits
bg: Повторни посещения
el: Επανεπισκέψεις
pl: Odwiedziny ponowne

# generalServiceYear
source: Service year
bg: Служебна година
el: Υπηρεσιακός έτος
pl: Rok służbowy

# generalSkip
source: Skip
bg: Пропусни
el: Παράλειψη
pl: Pomiń

# generalStart
source: Start
bg: Старт
el: Έναρξη

# generalSundayWitnessing
source: Sunday witnessing
bg: Свидетелстване в неделя
el: Μαρτυρία την Κυριακή
pl: Głoszenie w niedzielę

# generalTime
source: Time
bg: Време
el: Χρόνος
pl: Czas

# generalUsername
source: Name
bg: Име
el: Όνομα
pl: Imię

# generalVideoShowings
source: Video showings
bg: Показани видеоклипове
el: Προβολές Βίντεο
pl: Wyświetlone filmy

# generalYear
source: Year
bg: Година
el: Έτος
pl: Rok

# generalYes
source: Yes
bg: Да
el: Ναι
pl: Tak

# helpBibleStudies
source: The total number of different Bible studies conducted during the month is determined in the preparation of the monthly report. This value will be saved and will appear as the default value the next month. You can change it.
bg: Общият брой различни библейски изучавания, водени през месеца, се определя при подготовката на месечния отчет. Общият брой ще бъде запазен и ще се появи като брой по подразбиране следващия месец. Можете да го промените.
el: Ο συνολικός αριθμός των διαφορετικών γραφικών μελετών που διεξάγουν κατά τη διάρκεια του μήνα καθορίζεται στην προετοιμασία της μηνιαίας έκθεσης. Αυτός ο αριθμός θα αποθηκευτεί και θα εμφανιστεί ως προεπιλεγμένος αριθμός τον επόμενο μήνα. Μπορείτε να το αλλάξετε.
pl: Ogólna liczba różnych studiów biblijnych przeprowadzonych w ciągu miesiąca jest wprowadzana podczas przygotowywania sprawozdania miesięcznego. Ta wartość zostanie zapisana i pojawi się jako wartość domyślna w następnym miesiącu. Tę wartość możesz zmieniać.

# helpClosingReport
source: It means to prepare a monthly report and record this value. This action cannot be undone! You can only delete the report. After deletion, it can be created again and saved again. To do this, just set the selected month in the calendar and press the Close report button. Earlier you can edit notes and amount of bible studies. Only the value of a closed report can be copied. Only closed reports are visible in the history.
bg: Означава да изготвите и запишете месечния си отчет. Това действие не може да бъде отменено! Можете само да изтриете отчета. След като бъде изтрит, отчетът може да се създаде и да се запази отново. За целта просто задайте избрания месец в календара и натиснете бутона Приключи отчета. Предварително можете да редактирате бележките и количеството библейски изучавания. Може да се копират само данните от приключен отчет. В хронологията се виждат само приключените отчети.
el: Σημαίνει να ετοιμάσεις μια μηνιαία έκθεση. Αυτή η πράξη δε μπορεί να αναιρεθεί! Μπορείτε να διαγράψετε μόνο την έκθεση. Μετά τη διαγραφή, η έκθεση μπορεί να δημιουργηθεί ξανά και να αποθηκευτεί ξανά. Για να το κάνετε αυτό, απλώς ορίστε τον επιλεγμένο μήνα στο ημερολόγιο και πατήστε το κουμπί Κλείσιμο έκθεσης. Νωρίτερα, μπορείτε να επεξεργαστείτε σημειώσεις και τον αριθμό των Γραφικών μελετών. Μόνο μια κλειστή έκθεση μπορεί να αντιγραφεί. Μόνο οι κλειστές εκθέσεις είναι ορατές στο ιστορικό.
pl: Oznacza to przygotowanie sprawozdania miesięcznego i zapisanie jego wartości. Tej czynności nie można cofnąć! Możesz jednak usunąć sprawozdanie. Po usunięciu można go ponownie utworzyć i ponownie zapisać (zamknąć). W tym celu wystarczy ustawić wybrany miesiąc w kalendarzu i nacisnąć przycisk Zamknij. Wcześniej możesz edytować notatki i ilość studiów biblijnych. Można skopiować tylko wartość zamkniętego sprawozdania. W historii widoczne są tylko zamknięte sprawozdania.

# helpLdcHours
source: Time contributed at a construction site or other theocratic project. This is not time spent in field service and is not counted in the Hours column. The value for the whole month is given in the remarks. If you don't need this option, you can turn it off (it's off by default).
bg: Време, прекарано на строителен обект или друг теократичен проект. Това не е време, прекарано в проповедната служба и не се отчита в колона Часове. Общото количество часове за целия месец се вижда в бележките. Ако тази опция не ви е необходима, можете да я изключите (по подразбиране е изключена).
el: Χρόνος συνεισφοράς σε εργοτάξιο ή άλλο θεοκρατικό έργο. Αυτός δεν είναι ο χρόνος που δαπανάται στην υπηρεσία αγρού και δεν υπολογίζεται στη στήλη Ώρες. Ο αριθμός για ολόκληρο τον μήνα δίνεται στις σημειώσεις. Εάν δεν χρειάζεστε αυτήν την επιλογή, μπορείτε να την απενεργοποιήσετε (είναι απενεργοποιημένη από προεπιλογή).
pl: Czas poświęcany na budowę lub inny projekt teokratyczny. To nie jest czas spędzony w służbie polowej i nie jest liczony w kolumnie Godziny. W uwagach podana jest wartość za cały miesiąc. Jeśli nie potrzebujesz tej opcji, możesz ją wyłączyć (domyślnie jest wyłączona).

# helpLdcHoursDescription
source: You may want to describe or name your activities as a volunteer in more detail. This description will override the default value.
bg: Възможно е да желаете да опишете дейностите си като доброволец по-подробно. Това описание ще замени стойността по подразбиране.
el: Μπορεί να θέλετε να περιγράψετε ή να ονομάσετε τις δραστηριότητές σας ως εθελοντή με περισσότερες λεπτομέρειες. Αυτή η περιγραφή θα αντικαταστήσει την προεπιλεγμένη τιμή.
pl: Możesz bardziej szczegółowo opisać lub nazwać swoją działalność jako ochotnik. Ten opis zastąpi wartość domyślną.

# helpServiceTimePrecision
source: Decide how accurately the time will be recorded. For example, you can select every 5 minutes or every half hour. Default set to 5 minutes.
bg: Определете колко точно да бъде записвано времето. Например, можете да изберете на всеки 5 минути или на всеки половин час. По подразбиране е зададено 5 минути.
el: Αποφασίστε πόσο ακριβώς θα καταγραφεί ο χρόνος. Για παράδειγμα, μπορείτε να επιλέξετε κάθε 5 λεπτά ή κάθε μισή ώρα. Η προεπιλεγμένη τιμή ορίζεται στα 5 λεπτά.
pl: Zdecyduj, jak dokładnie będzie rejestrowany czas. Na przykład możesz wybrać co 5 minut lub co pół godziny. Domyślnie ustawiony na 5 minut.

# homeHello
source: Hello {name}!
bg: Здравей {name},
el: Γεια σου {name}!
pl: Witaj {name}!

# homeNoActivities
source: No activities
bg: Няма дейности
el: Καμία δραστηριότητα
pl: Brak aktywności

# homeTodayIs
source: Today is
bg: Днес е
el: Σήμερα είναι
pl: Dziś jest

# homeYorLastActivities
source: Your last activities:
bg: Последната ви активност:
el: Οι τελευταίες σας δραστηριότητες:
pl: Twoja ostatnia aktywność:

# ldcHoursToolTip
source: Mark if this is not the time spent in the field service. These hours will be saved in remarks
bg: Отбележи, ако това не е време, прекарано в проповедна служба. Тези часове ще бъдат запазени в бележки
el: Σημειώστε αν αυτός δεν είναι χρόνος που δαπανάται στην υπηρεσία αγρού. Αυτή η ώρα θα αποθηκευτεί στις σημειώσεις
pl: Zaznacz, jeśli to nie jest czas spędzony w służbie polowej. Te godziny zostaną zapisane w uwagach

# onBoardingCanAddNameLater
source: You can add your name later
bg: Може да добавите името си по-късно
el: Μπορείτε να προσθέσετε το όνομά σας αργότερα
pl: Możesz również podać imię później

# onBoardingContinueWithoutName
source: Do you want to proceed without a name?
bg: Искате ли да продължите без име?
el: Θέλετε να προχωρήσετε χωρίς όνομα;
pl: Chcesz kontynuować bez podawania imienia?

# onBoardingInfo
source: Record your each service. At the end of the month, create a personal service report. You can add remarks. You may find the LDC hours option useful.
bg: Записвайте всяко свое участие в службата. В края на месеца създайте своя личен отчет. Може да добавяте бележки. Опцията часове за МОПС може да ви е от полза.
el: Καταγράψτε κάθε υπηρεσία σας. Στο τέλος του μήνα, δημιουργήστε μια προσωπική έκθεση υπηρεσίας αγρού. Μπορείτε να προσθέσετε σημειώσεις. Μπορείτε να βρείτε την επιλογή ώρες για το περιφερειακό τμήμα σχεδιασμού/οικοδομής χρήσιμη
pl: Zapisuj każde wyruszenie do służby. Pod koniec miesiąca przygotuj osobiste sprawozdanie ze służby. Możesz również dodać uwagi. Przydatna może być opcja godzin LDPB.

# onBoardingRateApp
source: Rate the app and tell your friends!
bg: Дайте оценка на приложението и споделете с приятели!
el: Αξιολογήστε την εφαρμογή και πείτε στους φίλους σας!
pl: Oceń aplikację i poleć znajomym!

# onBoardingVisitHelp
source: We encourage you to familiarize yourself with the Help section in the application.
bg: Препоръчваме ви да се запознаете със секцията Помощ в приложението.
el: Σας ενθαρρύνουμε να εξοικειωθείτε με την ενότητα Βοήθεια στην εφαρμογή.
pl: Zachęcamy do zapoznania się z sekcją Pomoc w aplikacji.

# onBoardingYourName
source: Your name
bg: Вашето име
el: Το όνομά σας
pl: Twoje imię

# rateAppBtnLater
source: Remind me later
bg: Припомни ми по-късно
el: Υπενθυμίστε το μου αργότερα
pl: Przypomnij mi później

# rateAppBtnNow
source: Rate it now
bg: Оценете го сега
el: Αξιολογήστε το τώρα
pl: Ocenię teraz

# rateAppContent
source: If you enjoy using mat2414, would you mind taking a moment to rate it? Thanks for your support!
bg: Ако ви харесва да използвате mat2414, бихте ли имали против да отделите време, за да го оцените? Благодарим за подкрепата!
el: Αν σας αρέσει να χρησιμοποιείτε αυτή η εφαρμογή, παρακαλώ κάντε μια στιγμή για να την αξιολογήσετε. Ευχαριστούμε για την υποστήριξή σας!
pl: Jeśli lubisz korzystać z mat2414, czy mógłbyś poświęcić chwilę na ocenę? Dzięki za Twoje wsparcie!

# rateAppTitle
source: How are we doing?
bg: Доволни ли сте от приложението?
el: Πώς τα πάμε;
pl: Jak Ci się podoba aplikacja?

# reportBibleStudiesToolTipWidgetText
source: Use arrows to increase or decrease bible studies quantity. The number you set will be shown next month
bg: Използвайте стелките, за да увеличите или намалите общия брой на библейските изучавания. Броят, който посочите, ще се показва следващия месец
el: Χρησιμοποιήστε τα βέλη για να αυξήσετε ή να μειώσετε την ποσότητα των Γραφικών μελετών. Ο αριθμός που έχετε ορίσει θα εμφανιστεί τον επόμενο μήνα
pl: Użyj strzałek, aby zwiększyć lub zmniejszyć liczbę studiów biblijnych. Ustawiona liczba zostanie też pokazana jako domyśla w następnym miesiącu

# reportCloseReportBtn
source: Close Report
bg: Приключи отчета
el: Κλείσιμο Έκθεσης
pl: Zamknij sprawozdanie

# reportCopyReportBtn
source: Copy Report
bg: Копирай отчета
el: Αντιγραφή Έκθεσης
pl: Kopiuj sprawozdanie

# reportCopyReportToolTipWidgetText
source: You cannot undo closing the month! You will also not be able to make changes
bg: Приключването на месеца не може да бъде отменено! Няма да е възможно също да правите промени
el: Δεν μπορείτε να αναιρέσετε το κλείσιμο του μήνα! Δεν θα μπορείτε επίσης να κάνετε αλλαγές
pl: Nie można cofnąć zamknięcia miesiąca! Nie będziesz też mógł już nic zmienić

# reportDecreaseBibleStudiesBtnToolTip
source: Decrease bible studies quantity
bg: Намалете количеството на библейските изучавания
el: Μειώστε την ποσότητα των Γραφικών μελετών
pl: Zmniejsz liczbę studiów biblijnych

# reportErrorRefreshBtn
source: Error. Tap here to refresh
bg: Грешка. Кликнете тук, за да обновите
el: Σφάλμα. Πατήστε εδώ για ανανέωση
pl: Błąd. Naciśnij tu, żeby odświeżyć

# reportIncreaseBibleStudiesBtnToolTip
source: Increase bible studies quantity
bg: Увеличете количеството на библейските изучавания
el: Αυξήστε την ποσότητα των Γραφικών μελετών
pl: Zwiększ liczbę studiów biblijnych

# reportReportWasCopied
source: Report was copied
bg: Отчетът е копиран
el: Η έκθεση αντιγράφηκε
pl: Sprawozdanie skopiowane

# screenDetail
source: Detail
bg: Детайл
el: Λεπτομέρειες
pl: Szczegóły

# screenHome
source: Home
bg: Начало
el: Αρχική σελίδα
pl: Początek

# screenMore
source: More
bg: Повече
el: Περισσότερα
pl: Więcej

# settingsAuto
source: Auto
bg: Автоматично
el: Αυτόματο

# settingsContactDev
source: Contact with developer
bg: Свържете се с разработчик
el: Επικοινωνήστε με τον προγραμματιστή
pl: Kontakt z deweloperem

# settingsHelp
source: Help
bg: Помощ
el: Βοήθεια
pl: Pomoc

# settingsLanguage
source: Language
bg: Език
el: Γλώσσα
pl: Język

# settingsMinutesPrecision
source: Service time precision in minutes
bg: Точност на времето за служба в минути
el: Ακρίβεια χρόνου υπηρεσίας σε λεπτά
pl: Precyzja czasu służby

# settingsMinutesPrecisionExample
source: e.g. 0:05 or 0:30
bg: Напр. 0:05 или 0:30
el: π.χ. 0:05 ή 0:30
pl: np. 0:05 lub 0:30

# settingsRateApp
source: Rate the app
bg: Оценете приложението
el: Αξιολογήστε την εφαρμογή
pl: Oceń aplikację

# settingsSelectStatistics
source: Select statistics you want to see
bg: Изберете статистките, които желаете да са видими
el: Επιλέξτε στατιστικά που θέλετε να δείτε
pl: Wybierz widoczne statystyki

# settingsSetAnnualHourGoal
source: Set annual hour goal
bg: Задайте годишен норматив
el: Καθορισμός στόχου ετήσιων όρων
pl: Ustaw roczny cel godzinowy

# settingsSetAvatar
source: Your avatar
bg: Вашият аватар
el: Το avatar σας
pl: Twój awatar

# settingsSetLdcDescription
source: Set custom description for LDC hours in month report remarks
bg: Задайте персонализирано описание на часовете за МОПС в бележките към месечния отчет
el: Ορίστε προσαρμοσμένη περιγραφή για τις ώρες για το περιφερειακό τμήμα σχεδιασμού/οικοδόμησης στις σημειώσεις της έκθεσης
pl: Ustaw własny opis dla czasu LDPB w sprawozdaniu

# settingsSetMonthlyHourGoal
source: Set monthly hour goal
bg: Задайте месечен норматив
el: Καθορισμός στόχου μηνιαίων όρων
pl: Ustaw miesięczny cel godzinowy

# settingsSettings
source: Settings
bg: Настройки
el: Ρυθμίσεις
pl: Ustawienia

# settingsShowLDCHours
source: Show LDC hours button
bg: Показвай бутона часове за МОПС
el: Εμφάνιση κουμπιού LDC ωρών
pl: Pokaż przycisk godziny LDPB

# settingsShowTips
source: Show tips
bg: Показвай съвети
el: Εμφάνιση συμβουλών
pl: Pokazuj podpowiedzi

# settingsSystem
source: System
bg: Система
el: Σύστημα

# settingsThemeDarkTheme
source: Dark Theme
bg: Тъмен фон
el: Σκοτεινή λειτουργία
pl: Ciemny motyw

# settingsThemeLightTheme
source: Light Theme
bg: Светъл фон
el: Φωτεινή λειτουργία
pl: Jasny motyw

# settingsThemeMode
source: Theme Mode
bg: Настройка на фона
el: Λειτουργία θέματος
pl: Tryb

# settingsThemeSystemTheme
source: System Theme
bg: Тема на системата
el: Θέμα συστήματος
pl: Motyw systemu

# settingsUpdateUsername
source: Username
bg: Потребителско име
el: Όνομα χρήστη
pl: Nazwa użytkownika

# statisticsHowManyTimes
source: times
bg: пъти
el: φορές
pl: razy

# tabActivity
source: Activity
bg: Активност
el: Δραστηριότητα
pl: Aktywność

# tabHistory
source: History
bg: История
el: Ιστορία
pl: Historia

# tabReport
source: Report
bg: Отчет
el: Έκθεση
pl: Sprawozdanie

# tabSettings
source: Settings
bg: Настройки
el: Ρυθμίσεις
pl: Ustawienia

# tabStatistics
source: Statistics
bg: Статистики
el: Στατιστικά
pl: Statystyki

# historyClosedMonthsVisible
source: Only closed months are visible
bg: Видими са само приключените месеци
el: Μόνο κλειστοί μήνες είναι ορατοί
pl: Widoczne są tylko zamknięte miesiące

# reportCopyToClipboard
source: Copy the text of the report to the clipboard
bg: Копирайте текста на отчета в клипборда
el: Αντιγραφή του κειμένου της αναφοράς στο πρόχειρο
pl: Kopiuj sprawozdanie do schowka

# dialogDeleteReportTransferredMinutesActivityWillBeDeleted
source: This report has transferred {number} minutes to the next month as an activity. This activity will be deleted!
bg: {number} минути от настоящия отчет са прехвърлени към следващия месец като активност. Тази активност ще бъде изтрита!
el: Αυτή η αναφορά έχει μεταφέρει {number} λεπτά στον επόμενο μήνα ως δραστηριότητα. Αυτή η δραστηριότητα θα διαγραφεί!
pl: To sprawozdanie przeniosło {number} minut na kolejny miesiąc jako aktywność. Ta aktywność zostanie usunięta!

# dialogCreateReportTransferredMinutes
source: {number} minutes where transferred to the next month
bg: {number} минути бяха прехвърлени към следващия месец
el: {number} λεπτά όπου μεταφέρθηκαν στον επόμενο μήνα
pl: {number} minut przeniesione następny miesiąc

# dialogCreateReportTransferredMinutesWarning
source: When closed, this report will transfer {number} minutes to the next month. You will need to remove this activity manually if necessary
bg: Когато бъде приключен, този отчет ще прехвърли {number} минути към следващия месец. Ще трябва да премахнете тази активност ръчно, ако е необходимо
el: Όταν κλείσει, αυτή η αναφορά θα μεταφέρει {number} λεπτά στον επόμενο μήνα. Θα χρειαστεί να αφαιρέσετε αυτή τη δραστηριότητα χειροκίνητα αν είναι απαραίτητο
pl: Po zamknięciu to sprawozdanie przeniesie {number} minut na następny miesiąc. W razie potrzeby może być konieczne ręczne usunięcie tej aktywności

# reportTransferredMinutesTxt
source: Transferred minutes {number}
bg: Прехвърлени минути {number}
el: Μεταφερόμενα λεπτά {number}
pl: Przeniesione minuty {number}

# helpTransferMinutes
source: If the value in the Hours column in the monthly service report is greater than 1 hour (e.g. 1 hour and 15 minutes), then the minutes will automatically roll over (transfer) to the next month when you close the report. Note: If you delete such a report, you may need to manually delete the activity containing the transferred minutes!
bg: Ако стойността в колоната Часове в месечния отчет е по-голяма от 1 час (напр. 1 час и 15 минути), тогава минутите автоматично ще се прехвърлят към следващия месец, когато затворите отчета. Забележка: Ако изтриете такъв отчет, може да се наложи ръчно да изтриете дейността, съдържаща прехвърлените минути!
el: Εάν η τιμή στη στήλη ωρών στη μηνιαία αναφορά υπηρεσίας είναι μεγαλύτερη από 1 ώρα (π.χ. 1 ώρα και 15 λεπτά), τότε τα λεπτά θα μεταφερθούν αυτόματα στον επόμενο μήνα όταν κλείσετε την εκθεση. Σημείωση: Αν διαγράψετε μια έκθεση , ίσως χρειαστεί να διαγράψετε χειροκίνητα τη δραστηριότητα που περιέχει τα μεταφερόμενα λεπτά!
pl: Jeśli wartość w rubryce Godziny w miesięcznym sprawozdaniu ze służby jest większa niż 1 godzina (np. 1 godz. i 15 min.), to minuty zostaną automatycznie przeniesione (przetransferowane) na kolejny miesiąc gdy zamkniesz sprawozdanie. Uwaga: jeśli usuniesz takie sprawozdanie, może być konieczne ręczne usunięcie usunięcie aktywności zawierającej przeniesione minuty!

# generalTransferredMinutes
source: Transferred minutes
bg: Прехвърлени минути
el: Μεταφερόμενα λεπτά
pl: Przeniesione minuty

# settingsNoRemarksFromActivitiesInReport
source: Do not add remarks from activities when closing the report
bg: Не добавяй бележките от активностите при приключването на отчета
el: Μην προσθέτετε σημειώσεις από δραστηριότητες κατά το κλείσιμο της έκθεσης
pl: Nie dodawaj uwag z aktywności przy zamykaniu sprawozdania

# generalSave
source: Save
bg: Запиши
el: Αποθήκευση
pl: Zapisz

source: select
bg: избери
el: επιλέξτε
pl: wybierz

# generalMonth
source: {count, plural, =1{Month} =2{Months} other{Months}
bg: {count, plural, =1{Месец} =2{Месеци} other{Месеца}
el: {count, plural, =1{Ώρα} =2{Ώρες} other{Ώρες}
pl: {count, plural, =1{Miesiąc} =2{Miesiące} other{Miesięcy}
